pages/zettelkasten/20241101T185252==1--multi-perspective-project-proposal__edu101.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-11-01 Fri 19:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Multi-Perspective Project Proposal</title>
<meta name="author" content="Andrew N. Fargo" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="/style.css">
</head>
<body>
<div class="header">
<a href="/">dfargo.com</a>
<a href="/pages/zettelkasten/sitemap.html">(up)</a>
<a href="/pages/research/sitemap.html">Research</a>
<a href="/pages/monologues/sitemap.html">Monologues</a>
<a href="/pages/zettelkasten/sitemap.html">Zettelkasten</a>
<p>(c) 2024, Andrew N. Fargo</p>
</div><div id="content" class="content">
<h1 class="title">Multi-Perspective Project Proposal</h1>
<div id="outline-container-orge38aa23" class="outline-2">
<h2 id="orge38aa23"><span class="section-number-2">1.</span> Project Proposal</h2>
<div class="outline-text-2" id="text-1">
<p>
What role should artificial intelligence play in public schools?
</p>
</div>
<div id="outline-container-org57460e2" class="outline-3">
<h3 id="org57460e2"><span class="section-number-3">1.1.</span> Three Perspectives</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Inspired by David Labaree's <a href="20241101T190235--public-goods-private-goods-labaree__edu101.html">Public Goods, Private Goods</a>:
</p>

<ol class="org-ol">
<li>Democratic Equality
None- schools need to teach students how to think.
Furthermore, artificial intelligence is used in low-income school
districts to account for lack of staffing, aggrivating class differences.</li>
<li>Social Efficiency
Some- schools need to teach students how to work.
In the near future, artificial intelligence will play a role in how students
work across all fields. Students should feel comfortable using these tools
before they enter the work force.</li>
<li>Social Mobility
All- schools need students to be competitive after graduation.
Restricting the methods of completing coursework reduces the efficiency of
school as a credential. If the goal of parents and students to attend school
is a degree, than nothing shall be witheld to get in the way of that.</li>
</ol>
</div>
</div>
<div id="outline-container-orgca91e6e" class="outline-3">
<h3 id="orgca91e6e"><span class="section-number-3">1.2.</span> Some Sources</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2024-11-01 Fri 18:52</p>
<p class="author">Author: Andrew N. Fargo</p>
<p class="date">Created: 2024-11-01 Fri 19:11</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
